Revit 2027 API
ParameterTypeId.SpaceOutdoorAirflowPerArea Property
 "Outdoor Airflow per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceOutdoorAirflowPerArea { get; }
Public Shared ReadOnly Property SpaceOutdoorAirflowPerArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceOutdoorAirflowPerArea {
	ForgeTypeId^ get ();
}
static member SpaceOutdoorAirflowPerArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace